INSERT INTO industry (code,name,group_id) VALUES
	 (108,'호텔·여행·항공',1),
	 (109,'외식업·식음료',1),
	 (111,'시설관리·경비·용역',1),
	 (115,'레저·스포츠·여가',1),
	 (118,'AS·카센터·주유',1),
	 (119,'렌탈·임대',1),
	 (120,'웨딩·장례·이벤트',1),
	 (121,'기타서비스업',1),
	 (122,'뷰티·미용',1),
	 (201,'전기·전자·제어',2);
INSERT INTO industry (code,name,group_id) VALUES
	 (202,'기계·설비·자동차',2),
	 (204,'석유·화학·에너지',2),
	 (205,'섬유·의류·패션',2),
	 (207,'화장품·뷰티',2),
	 (208,'생활용품·소비재·사무',2),
	 (209,'가구·목재·제지',2),
	 (210,'농업·어업·광업·임업',2),
	 (211,'금속·재료·철강·요업',2),
	 (212,'조선·항공·우주',2),
	 (213,'기타제조업',2);
INSERT INTO industry (code,name,group_id) VALUES
	 (214,'식품가공·개발',2),
	 (215,'반도체·광학·LCD',2),
	 (216,'환경',2),
	 (301,'솔루션·SI·ERP·CRM',3),
	 (302,'웹에이젼시',3),
	 (304,'쇼핑몰·오픈마켓',3),
	 (305,'포털·인터넷·컨텐츠',3),
	 (306,'네트워크·통신·모바일',3),
	 (307,'하드웨어·장비',3),
	 (308,'정보보안·백신',3);
INSERT INTO industry (code,name,group_id) VALUES
	 (313,'IT컨설팅',3),
	 (314,'게임',3),
	 (401,'은행·금융·저축',4),
	 (402,'대출·캐피탈·여신',4),
	 (405,'기타금융',4),
	 (406,'증권·보험·카드',4),
	 (501,'신문·잡지·언론사',5),
	 (502,'방송사·케이블',5),
	 (503,'연예·엔터테인먼트',5),
	 (504,'광고·홍보·전시',5);
INSERT INTO industry (code,name,group_id) VALUES
	 (505,'영화·배급·음악',5),
	 (506,'공연·예술·문화',5),
	 (509,'출판·인쇄·사진',5),
	 (510,'캐릭터·애니메이션',5),
	 (511,'디자인·설계',5),
	 (601,'초중고·대학',6),
	 (602,'학원·어학원',6),
	 (603,'유아·유치원',6),
	 (604,'교재·학습지',6),
	 (605,'전문·기능학원',6);
INSERT INTO industry (code,name,group_id) VALUES
	 (701,'의료(진료과목별)',7),
	 (702,'의료(병원종류별)',7),
	 (703,'제약·보건·바이오',7),
	 (704,'사회복지',7),
	 (801,'판매(매장종류별)',8),
	 (802,'판매(상품품목별)',8),
	 (803,'유통·무역·상사',8),
	 (804,'운송·운수·물류',8),
	 (901,'건설·건축·토목·시공',9),
	 (902,'실내·인테리어·조경',9);
INSERT INTO industry (code,name,group_id) VALUES
	 (903,'환경·설비',9),
	 (904,'부동산·임대·중개',9),
	 (1001,'정부·공공기관·공기업',10),
	 (1002,'협회·단체',10),
	 (1003,'법률·법무·특허',10),
	 (1004,'세무·회계',10),
	 (1005,'연구소·컨설팅·조사',10);

/* 버그가 있어서 일단 공백으로 처리 */
INSERT INTO industry (code,name,group_id) VALUES (203, '',2);